Revit 2027 API
RebarBendingDetailFailures Properties
The BuiltInFailures.RebarBendingDetailFailures type exposes the following members.
Properties
Name | Description
RemoveBendingDetailWithInvalidRebarElement |  The reinforcement element is no longer supporting bending details. The associated bending detail elements have been deleted.
Top
See Also
Reference
BuiltInFailures.RebarBendingDetailFailures Class
Autodesk.Revit.DB Namespace